"TITLE_INTRODUCTION" = "Введение";
"TITLE_IDENTIFYING" = "Идентификация клавиатуры";
"TITLE_CONCLUSION" = "Завершение";
"TITLE_SELECT" = "Выбор типа клавиатуры";

"INTRO_TEXT" = "Вашу клавиатуру не удается идентифицировать. Использование возможно только после ее идентификации. Чтобы ее идентифицировать, нажмите кнопку «Продолжить».\n\nЕсли Ваша клавиатура исправна и у Вас есть подключенное к компьютеру дополнительное USB-устройство ввода, не являющееся клавиатурой, Вы можете пропустить этот шаг.";
"LEFT_SHIFT_TEXT" = "Нажмите клавишу, расположенную справа от клавиши Shift (левой).";
"RIGHT_SHIFT_TEXT" = "Нажмите клавишу, расположенную слева от клавиши Shift (правой).";
"SHIFT_SUB_TEXT" = "Нажмите клавишу один раз (не нажимайте ее долгое время). Когда клавиша будет идентифицирована, появится следующee окно.";
"CONFIRM_TEXT" = "Ваша клавиатура идентифицирована. Нажмите кнопку «Готово», чтобы начать использовать компьютер. Если идентификация неверна, выберите правильный тип и нажмите кнопку «Готово».";
"FORCE_CONFIRM_TEXT" = "Выберите нужный тип клавиатуры и нажмите кнопку «Готово». Если Вам неизвестен тип клавиатуры, обратитесь к производителю с просьбой определить ее тип.";
"PROGRESS_TEXT" = "Идентификация...";
"WARNING_TITLE" = "Не удается идентифицировать клавиатуру.";
"WARNING_MESSAGE" = "Не удается идентифицировать нажатые клавиши. Нажмите кнопку «ОК», чтобы выбрать тип клавиатуры.";
"OK_BUTTON" = "ОК";
"SKIP_BUTTON" = "Пропустить";

"EXTERNAL_LEFT_SHIFT_TEXT" = "На левой стороне идентифицируемой клавиатуры нажмите первую клавишу справа от клавиши «Shift».";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "На правой стороне идентифицируемой клавиатуры нажмите первую клавишу слева от клавиши «Shift».";
"EXTERNAL_WARNING_MESSAGE" = "Вы нажали клавишу на клавиатуре Apple. Нажмите клавиши на идентифицируемой клавиатуре.";

"ANSI_TITLE" = "ANSI (США и другие)";
"ANSI_HINT" = "Стандартная клавиатура со 101 или 102 клавишами и некоторые другие типы клавиатур";

"ISO_TITLE" = "ISO (европейская)";
"ISO_HINT" = "Стандартная клавиатура ISO/IEC 9995";

"JIS_TITLE" = "JIS (японская)";
"JIS_HINT" = "Клавиатура японского стандарта с клавишами по методу ввода";

"MacISO_TITLE" = "ISO (европейская)";
"MacISO_HINT" = "Клавиатура ISO/Macintosh";
